{
    "elementList": [
        {
            "propertyCode": "97246958",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/90/id.pro.es.image.master/9a/a6/e5/973504964.jpg",
            "numPhotos": 10,
            "floor": "1",
            "price": 1200.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 80.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 1,
            "address": "Calle Gran de Gràcia",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Gràcia",
            "country": "es",
            "neighborhood": "Vila de Gràcia",
            "latitude": 41.4027502,
            "longitude": 2.1508653,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97246958/",
            "distance": "2720",
            "description": "Piso en Gracia muy agradable, amplio y muy luminoso con dos dormitorios dobles, baño y cocina reformados, amplio salón y cocina muy amplia y con mucha luz, este piso esta muy bien situado cerca del metro y autobús, zona muy comercial  El piso esta amueblado con muebles modernos tipo ikea en muy buen estado, el baño se reformo todo y la cocina también esta toda reformada es completa con electrodomésticos, las habitaciones son amplias con camas dobles.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": false,
            "priceByArea": 15.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Vila de Gràcia, Barcelona",
                "title": "Piso en Calle Gran de Gràcia"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97246857",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ff/fb/06/973499721.jpg",
            "numPhotos": 19,
            "floor": "2",
            "price": 1100.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 50.0,
            "exterior": true,
            "rooms": 1,
            "bathrooms": 1,
            "address": "barrio El Putxet i el Farró",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "El Putxet i el Farró",
            "latitude": 41.4068403,
            "longitude": 2.1449468,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97246857/",
            "distance": "3390",
            "description": "Hermoso piso en El Putxet, con mucha luz, Reformado, con 1 habitación doble, 1 baño con ducha, cocina equipada, totalmente amueblado, suelos de parquet, radiador eléctrico, bloque con ascensor y servicio de portería, excelente comunicación con el metro (L3- Lesseps) a 4 minutos andando, la calle Balmes a 5 minutos andando con el tren (L7), diferentes líneas de buses alrededor, comercios variados, tiendas, supermercados, gimnasios y todo para su comodidad.   Contacte con nosotros para visitar.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 22.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "El Putxet i el Farró, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97246725",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/07/fd/7f/973497412.jpg",
            "numPhotos": 26,
            "floor": "9",
            "price": 1600.0,
            "propertyType": "penthouse",
            "operation": "rent",
            "size": 80.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 1,
            "address": "barrio La Sagrada Família",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Eixample",
            "country": "es",
            "neighborhood": "La Sagrada Família",
            "latitude": 41.4106425,
            "longitude": 2.1710293,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97246725/",
            "distance": "2851",
            "description": "Atico con terraza y vistas al mar y Barcelona recién reformado. Se compone de 2 dormitorios (uno doble y otro mediano), un baño con plato de ducha, cocina y lavadero, salón comedor con acceso a la terraza muy soleada de 10 m2. El piso está dotado de calefacción por gas, aire acondicionado, ventanas de aluminio, cocina totalmente equipada (nevera, horno, lavaplatos, lavadora). El piso se alquila amueblado. Finca con ascensor. Vistas panorámicas a la ciudad y el mar. Ya disponible! ideal parejas o una persona sola.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 20.0,
            "detailedType": {
                "typology": "flat",
                "subTypology": "penthouse"
            },
            "suggestedTexts": {
                "subtitle": "La Sagrada Família, Barcelona",
                "title": "Ático"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "81122133",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/bc/39/28/949958712.jpg",
            "externalReference": "4056",
            "numPhotos": 34,
            "price": 3000.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 66.0,
            "exterior": true,
            "rooms": 1,
            "bathrooms": 1,
            "address": "barrio Sarrià",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sarrià",
            "latitude": 41.395834,
            "longitude": 2.120346,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/81122133/",
            "distance": "4585",
            "description": "Ubicado en la mejor zona residencial de Barcelona, en un entorno privado y exclusivo rodeado por todo tipo de servicios, en el encantador barrio de Sarrià, encontramos este excepcional piso de alto standing y de 65 m² útiles con una excepcional terraza de 200 m². La propiedad goza de una cuidada e impecable distribución. Al entrar, encontramos unas escaleras, las cuales nos conducen a la amplia y soleada sala de estar con acceso directo a la magnífica terraza que incluye muebles de exterior y dos pérgolas y cocina americana de vitrocerámica equipada con horno, nevera y microondas, además en la misma cocina encontramos una zona de chill out. A través de un pasillo llegamos a la zona de noche que se compone por un dormitorio doble exterior con armarios empotrados. Dispone de un baño completo con plato de ducha de hidromasaje. La propiedad se entrega completamente amueblada, con mobiliario de diseño y muy práctico. Equipado con televisores LCD, WIFI, caja fuerte de seguridad y alarma. Acabados de calidad como los suelos de mármol y parqué, acristalamiento Climalit en ventanas y carpintería de aluminio. Equipada con sistema de climatización aire frío/calor a través de Split. Se trata de una finca modernista catalogada, con ascensor, videovigilancia comunitaria y garaje. Se puede adquirir una plaza de garaje en la misma finca, no incluida en el precio. Con vistas a la ciudad y orientación este. Soleado, de alto standing y en zona tranquila. Gastos de comunidad e IBI incluidos. ZONA: Sarrià - Sant Gervasi – Sarrià. TRANSPORTE: FGC-Sarrià y Reina Elisenda, bus y Bicing. Índice: alquiler temporal.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 45.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Sarrià, Barcelona",
                "title": "Piso"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97016501",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/30/a0/f8/963215200.jpg",
            "externalReference": "4053",
            "numPhotos": 34,
            "price": 2850.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 110.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 2,
            "address": "barrio Sarrià",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sarrià",
            "latitude": 41.3957451,
            "longitude": 2.1199349,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97016501/",
            "distance": "4615",
            "description": "Encontramos este impecable piso de alto standing de 110m2 en un edificio modernista con ascensor en el barrio de Sarrià. Se trata de uno de los barrios más tranquilos de la ciudad, un excelente lugar residencial con casas y villas de arquitectura modernista, plazas tranquilas con espacios verdes, y el bonito mercado de Sarrià. Se encuentran también edificios emblemáticos y centros culturales a poca distancia de la vivienda, como la Casa Orlandai, y está rodeada de varios centros de educación y escuelas de prestigio.  La vivienda se distribuye en un salón-comedor con salida a una amplia terraza de 30m2, una cocina americana integrada de vitrocerámica que viene completamente equipada (horno, nevera, lavavajillas, microondas, lavadora), dos dormitorios exteriores dobles; uno con salida a una terraza cubierta de 7m2 y otro con zona de estudio, un baño con bañera de hidromasaje y un aseo. El piso está preparado para entregarse amueblado, con posibilidad de alquilarlo sin amueblar. Cuenta con climatización por aire acondicionado y gas natural, televisores LCD, wifi y caja fuerte de seguridad. Además, dispone de excelentes acabados; los suelos son de gres y el acristalamiento de las ventanas es doble para un mejor aislamiento. Existe opción de alquilar parking y trastero en la misma finca.  Piso de alto standing, completamente exterior y situado en una perfecta zona residencial. Gastos de comunidad e IBI incluidos. ZONA: Sarrià - Pedralbes. TRANSPORTE: Bus, FGC - L6 Reina Elisenda o Sarrià. ÍNDICE: alquiler temporal.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 26.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Sarrià, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97245866",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/88/4e/6b/973469463.jpg",
            "numPhotos": 18,
            "floor": "6",
            "price": 8000.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 210.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "Paseo de Garcia Fària, 81",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sant Martí",
            "country": "es",
            "neighborhood": "Diagonal Mar i el Front Marítim del Poblenou",
            "latitude": 41.4063896,
            "longitude": 2.2169859,
            "showAddress": true,
            "url": "https://www.idealista.com/inmueble/97245866/",
            "distance": "4340",
            "description": "ALQUILER DE LARGA TEMPORADA. DISPONIBLE DESDE 1 DE JULIO DE 2022. ¡SE PUEDE VISITAR YA! En el exclusivo complejo de Illa de Mar en Diagonal de Mar, nos encontramos con este magnífico apartamento en primera línea de playa. Se haya ubicado frente a la Playa de Barcelona y cuenta con vistas espectaculares. Se trata de un piso unificado desde dos viviendas que cuenta con 210 m2 a lo que hay que añadir una terraza acristalada esquinera de 95 m2. El piso destaca por su impresionante reforma con acabados nobles de alta calidad. Todas sus estancias son muy amplias, luminosas y tienen acceso a la terraza.  La propiedad dispone de un salón comedor con cocina abierta provista con una isla donde poder desayunar o tomar una copa, además de la mesa de comedor para seis personas. La vivienda cuenta con tres dormitorios dobles, dos baños completos y un aseo de cortesía. El dormitorio principal está dotado con un baño en suite. El baño en suite al igual que el segundo baño gozan de dos picas separadas con un plato de ducha amplio. Entre sus características se encuentran suelo de madera natural en toda la propiedad, aire acondicionado, calefacción, sistema domótico.  Los electrodomésticos son de última generación, incluyendo vinacoteca. Además, dispone de TV de gran pantalla y chimenea en el salón.  El apartamento se ofrece amueblado y con 2 plazas de garaje en el mismo edificio incluidos en el precio. Realmente se trata de una oferta de arrendamiento exclusiva ya que pocas o ninguna oferta se ofrece con este nivel de calidad y de dotación de mobiliario. Forma parte de un complejo inmobiliario que cuenta con piscina, gimnasio, sauna, pista de padel, club social y seguridad 24 horas. Ubicado en Diagonal Mar, tranquilo y agradable, cerca de la zona comercial, centros de deporte, parques y la playa, con transporte público y perfecto acceso a la Ronda Litoral.",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 38.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Diagonal Mar i el Front Marítim del Poblenou, Barcelona",
                "title": "Piso en Paseo de Garcia Fària, 81"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "labels": [
                {
                    "name": "apartamentoType",
                    "text": "Apartamento"
                },
                {
                    "name": "luxuryType",
                    "text": "Lujo"
                }
            ],
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97245820",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/95/f1/dd/973468496.jpg",
            "externalReference": "ALP-405",
            "numPhotos": 15,
            "floor": "2",
            "price": 850.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 85.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "alzina",
            "province": "Barcelona",
            "municipality": "Viladecans",
            "district": "La Roureda",
            "country": "es",
            "latitude": 41.3232358,
            "longitude": 2.0140364,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97245820/",
            "distance": "14972",
            "description": "Precioso piso reformado de 85 m2 con 3 habitaciones, 2 baños completos, salón comedor con salida a balcón y cocina con lavadero independiente. Acabados de calidad con carpintería exterior de aluminio blanco con doble cristal, suelos de porcelanato, calefacción centralizada a gas y puerta brindada. Finca con ascensor.  Se alquila sin muebles ni electrodomésticos. Disponible a partir del 1 de Mayo.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 10.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "La Roureda, Viladecans",
                "title": "Piso en alzina"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "91002718",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/85/73/11/804580302.jpg",
            "externalReference": "JLIB-MP81",
            "numPhotos": 19,
            "floor": "8",
            "price": 1500.0,
            "propertyType": "penthouse",
            "operation": "rent",
            "size": 65.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 1,
            "address": "Calle del Rosselló, 434",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Eixample",
            "country": "es",
            "neighborhood": "La Sagrada Família",
            "latitude": 41.4067153,
            "longitude": 2.1752062,
            "showAddress": true,
            "url": "https://www.idealista.com/inmueble/91002718/",
            "distance": "2412",
            "description": "Ático | Eixample | Terraza privada | 2 habitaciones | amueblado y equipado    Esta casa ático se encuentra justo detrás de la obra maestra de Gaudí, la Sagrada Familia. Esta zona, perteneciente al Eixample, está situada a poca distancia de Gracia y es el equilibrio perfecto entre el animado centro de la ciudad y los barrios residenciales más tranquilos. Explorar Barcelona con el método de viaje que prefieras se consigue fácilmente con el transporte público a la vuelta de la esquina y con una gran cantidad de otras plataformas para compartir el viaje a tu disposición, fáciles de encontrar. El ático está situado en el octavo piso. Al abrir la puerta del apartamento se encontrará en el luminoso salón abierto con un nicho de cocina completamente equipado, un sofá para tres personas (sofá extraíble), área de comedor con capacidad para 4 personas, un televisor. En el apartamento, situado en el centro, es donde se encuentran las entradas de los dos dormitorios, el baño, así como la puerta corredera de entrada a la terraza. Este espacio abierto crea una agradable brisa que circula fácilmente por el apartamento al abrir las puertas y ventanas. Ambos dormitorios están equipados con una cama doble, mesitas de noche y armarios con mucho espacio de almacenamiento. El dormitorio principal ofrece un aparador así como un escritorio. Además de la unidad de aire acondicionado en la sala de estar, hay adicionalmente 2 ventiladores portátiles, 3 calentadores de espacio, y un deshumidificador para mantener una calidad de aire confortable y una circulación a su deseo. Sin duda, la joya de esta hermosa casa es la terraza de 30 m2 en la azotea que envuelve el apartamento en 180 grados, proporcionándole vistas claras de la mayor parte de la ciudad y la posibilidad de disfrutar de algunas noches de observación de las estrellas. Situada en la octava planta real del edificio, se le presentan vistas casi ilimitadas al Tibidabo, la Sagrada Familia, la Torre Agbar, Montjuic y el mar. Por lo tanto, es perfecto para verlo desde casa. Además, la terraza está equipada con una mesa para cuatro personas, una lavadora con lavadero montado, una barbacoa con un fregadero exterior, y una gran zona chill-out con un cómodo sofá-palet para al menos 8 personas. Esta casa es perfecta para una pareja profesional o un individuo con amigos y familiares que vienen a Barcelona. Disponible el 1 de mayo 2022 (Se puede ver antes) - 60m2 Apartamento amueblado - 2 habitaciones (dobles) - 1 Baño con ducha - 8º piso (con ascensor) - Amueblado y equipado  - Aire acondicionado / Calefacción y Wi-Fi instalados Precio: 1.500 euros + 2 meses de depósito Para más información o para concertar una cita para ver la película o a Whatsapp Conor en el +34 688244301 Por favor, que nuestra página se actualice regularmente de los nuevos apartamentos. ¡Para más información sobre los servicios que ofrecemos, visite nuestra página web! VIDEO DISPONIBLE A PETICIÓN.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 23.0,
            "detailedType": {
                "typology": "flat",
                "subTypology": "penthouse"
            },
            "suggestedTexts": {
                "subtitle": "La Sagrada Família, Barcelona",
                "title": "Ático en Calle del Rosselló, 434"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "97245765",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/dd/b4/49/973465884.jpg",
            "externalReference": "3414",
            "numPhotos": 28,
            "floor": "4",
            "price": 1400.0,
            "propertyType": "penthouse",
            "operation": "rent",
            "size": 80.0,
            "exterior": true,
            "rooms": 2,
            "bathrooms": 1,
            "address": "Torreblanca",
            "province": "Barcelona",
            "municipality": "Sant Cugat del Vallès",
            "district": "Torreblanca",
            "country": "es",
            "latitude": 41.4714769,
            "longitude": 2.0952056,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/97245765/",
            "distance": "11611",
            "description": "FANTÁSTICO PISO ATICO ESQUINERO RECIEN REFORMADO EN ALQUILER -ZONA COLEGIO EUROPA. Piso de 70 m2 útiles donde están perfectamente separadas la zona de día y la de noche. Accedemos al inmueble a través del recibidor/distribuidor que nos da paso a la soleada cocina-office de 10m2 con su amplia zona de galería con lavadero, o al salón-comedor esquinero de 19m2 con sus grandes ventales y sus siempre increíbles vistas a Collserola, con salida a la terraza que nos permite disfrutar visualmente de la cuidada zona comunitaria con piscinas y área de deportes. Hacia la izquierda tenemos las dos habitaciones exteriores con a/e, una de ellas doble y la otra individual amplia, compartiendo un baño completo con bañera. El piso cuenta con calefacción por radiadores gas, carpintería exterior de aluminio con vidrios dobles y persianas, suelo de parquet de roble. Incluye un trastero y una plaza de garaje. La finca tiene la fachada de obra vista y cuenta con ascensor. NO SE ADMITEN MASCOTAS Ubicado en una de las mejores zonas de Sant Cugat que en un radio de 500 metros podemos tener variedad de servicios como Bus urbano, una Policlínica, Mercado Torreblanca, Supercor, Cines, Teatro-Auditorio, Club de Tenis, Club de Hípica, Club de Natación, Restaurantes, Carril Bici, entrada al Parque Natural del Collserola, el Colegio Europa, a 15' andando la estación FFCC y en 5´ la Escuela Superior de Administración y Dirección de Empresas ESADE. NOTA: El importe de comercialización del presente anuncio ha sido calculado atendiendo a la Ley 11/2020 de 18 de Setiembre de medidas urgentes en materia de contención de rendas en los contratos de arrendamiento de viviendas. Han podido verse aplicados los Artículos 6.1; 7.4; 7.5, 9.1 y 10 de la mencionada Ley.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "parkingSpace": {
                "hasParkingSpace": true,
                "isParkingSpaceIncludedInPrice": true
            },
            "priceByArea": 18.0,
            "detailedType": {
                "typology": "flat",
                "subTypology": "penthouse"
            },
            "suggestedTexts": {
                "subtitle": "Torreblanca, Sant Cugat del Vallès",
                "title": "Ático"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96424684",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/85/74/67/946794770.jpg",
            "externalReference": "A00652-FOVB1",
            "numPhotos": 18,
            "floor": "1",
            "price": 1300.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 65.0,
            "exterior": true,
            "rooms": 1,
            "bathrooms": 1,
            "address": "Calle dels Vergós",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Les Tres Torres",
            "latitude": 41.4009606,
            "longitude": 2.1322108,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96424684/",
            "distance": "3864",
            "description": "Precioso piso amueblado y totalmente equipado en Barcelona, zona Les Tres Torres de 53.10 m2 de superficie útil. Consta de un acogedor salón comedor, una habitación doble, vestidor, cocina equipada con horno, vitrocerámica, campana extractora, microondas, nevera y lavavajillas, un baño con ducha, zona de lavadero con lavadora y secadora. Carpintería interior de madera y exterior de madera / climalit. Suelos de moqueta, calefacción y aparatos de aire acondicionado con bomba de frío y calor. Terraza. Orientación suroeste, propiedad para entrar a vivir.    Extras: Línea telefónica, luminoso, muebles, t. v. , centros médicos, colegios, excelente comunicación, parques, supermercados, tren, zonas infantiles    En el precio de la renta está incluido el IBI y los gastos de comunidad. .",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 20.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Les Tres Torres, Barcelona",
                "title": "Piso en Calle dels Vergós"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "38914573",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a1/99/d0/825146175.jpg",
            "externalReference": "BCN10367A",
            "numPhotos": 31,
            "floor": "4",
            "price": 3500.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 145.0,
            "exterior": false,
            "rooms": 3,
            "bathrooms": 2,
            "address": "barrio La Dreta de l'Eixample",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Eixample",
            "country": "es",
            "neighborhood": "La Dreta de l'Eixample",
            "latitude": 41.3960544,
            "longitude": 2.1653045,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/38914573/",
            "distance": "1396",
            "description": "ALQUILER TEMPORAL. Piso de 200 m2 construidos, 145 útiles en alquiler, reformado con los mejores materiales sin perder el encanto del siglo XIX. Suelos hidráulicos totalmente rehabilitados, con techos altos totalmente reformados y conservados. La propiedad consta de tres habitaciones, dos de ellas dobles y una suite de 50m2. Seguidamente tiene dos baños distribuidos por la vivienda con los mejores acabados de mármol y grifería de alta gama. El salón comedor de 50m2 tiene acceso a un balcón de unos 20m2 a un patio de luces muy luminoso y tranquilo. Dispone de aire acondicionado y calefacción con radiadores de gama antigua restaurados. Conserva vidrieras antiguas que hace de la vivienda única en el mercado, realmente una propiedad con mucho encanto y muy exclusiva. Index R. P. LL. : Area Inferior 14,93 eur/m2 Index 17,54 eur/m2 Area Superior 27,6 eur/m2.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 24.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "La Dreta de l'Eixample, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "40461428",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/20/b4/5d/956995576.jpg",
            "externalReference": "BCN10752A",
            "numPhotos": 37,
            "floor": "4",
            "price": 2149.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 140.0,
            "exterior": true,
            "rooms": 5,
            "bathrooms": 3,
            "address": "barrio Les Tres Torres",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Les Tres Torres",
            "latitude": 41.3919821,
            "longitude": 2.1285583,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/40461428/",
            "distance": "3819",
            "description": "Amplio y soleado piso de 140 m2 construidos + 20 m2 de terraza. La vivienda consta de un salón comedor de 40 m2, que da a una soleada terraza desde donde vemos la Diagonal. La cocina office, con lavadero independiente, habitación de servicio y baño. Consta de 4 dormitorios, uno en suite, dos dobles, un individual y un quinto de servicio. El baño de la suite es con ducha y el otro baño tiene bañera. Muchos armarios empotrados, en tres de las habitaciones y en el pasillo. Altillo para almacenaje. Bien diferenciada la zona de día de la de noche. Suelos de parquet, calefacción por gas y aire acondicionado por splits. La finca dispone de conserje, de un bonito jardín privado con parque infantil. Plaza de parking en el mismo edificio para coche grande y moto. Precio: 251€ y una segunda plaza de parking, opcional. Ubicación excelente, con todos los servicios y muy cerca de los colegios internacionales. Índex R. P. LL. Àrea inferior 13.67 €/m² - Mig 16.47€/m² - Àrea superior 20.97€/m².",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 15.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Les Tres Torres, Barcelona",
                "title": "Piso"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "40492046",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/70/f8/9d/807771591.jpg",
            "externalReference": "BCN10725A",
            "numPhotos": 50,
            "floor": "bj",
            "price": 2630.0,
            "propertyType": "duplex",
            "operation": "rent",
            "size": 120.0,
            "exterior": true,
            "rooms": 3,
            "bathrooms": 2,
            "address": "barrio Sant Gervasi - Galvany",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sant Gervasi - Galvany",
            "latitude": 41.3974387,
            "longitude": 2.1498584,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/40492046/",
            "distance": "2398",
            "description": "Impecable y luminoso duplex amueblado en Sant Gervasi, en alquiler temporal, de 120m² construidos y 94.22m² útiles. En la planta inferior encontramos un salón comedor de 25m2 con cocina americana totalmente equipada y aseo de cortesía. Accedemos a la planta superior en el que tenemos una zona de despacho, una habitación suite con baño y ducha, dos dormitorios con camas de 150 x 200 y un baño con bañera. Zona de aguas independiente. Todas las habitaciones son exteriores, disponen de armarios empotrados y dan a patio de manzana. Calefacción radial y aire acondicionado por conductos. Suelos de parquet. Amueblado con esmero, no le falta detalle. 2 plazas de parking en el mismo edificio incluidas. Piscina comunitaria. Ubicación excelente, en una zona muy tranquila, con todos los servicios y transportes alrededor. Este alquiler es TEMPORAL y no se aplica el índice de alquiler. Índex R. P. LL. Àrea inferior 12.44€/m² - Mig 13.24€/m² - Àrea superior 23.05€/m².",
            "hasVideo": true,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 22.0,
            "detailedType": {
                "typology": "flat",
                "subTypology": "duplex"
            },
            "suggestedTexts": {
                "subtitle": "Sant Gervasi - Galvany, Barcelona",
                "title": "Dúplex"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "89309197",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/dd/2f/0a/777420360.jpg",
            "externalReference": "BCN11864A",
            "numPhotos": 77,
            "price": 20000.0,
            "propertyType": "chalet",
            "operation": "rent",
            "size": 620.0,
            "exterior": false,
            "rooms": 10,
            "bathrooms": 6,
            "address": "barrio Vallvidrera - El Tibidabo i les Planes",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Vallvidrera - El Tibidabo i les Planes",
            "latitude": 41.4152502,
            "longitude": 2.1084042,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/89309197/",
            "distance": "6376",
            "description": "Fantástica casa en alquiler en Vallvidrera, un barrio internacional e ideal para familias por su tranquilidad y seguridad, proximo al Peu del Funicular, con vistas parciales a Barcelona y al mar, y vistas a Montserrat hacia el oeste, donde disfrutar de increíbles puestas de sol. Tiene 843,33 m² construidos y una superficie útil de 672m² con un gran jardín y zonas exteriores de 469,43m² en un solar de 700m² y dispone de 4 plantas: -PLANTA -1, 210,28m² construidos/ 183,45m² útiles: 3 suites dobles (todas con baño completo con ducha y bañera) con queen bed y sala de cine. -PLANTA BAJA, 151,45m² construidos / 126,91m² útiles: Salón-comedor con home cinema, chimenea de gas, cocina abierta con BBQ interior de leña y zona de servicio. Gran jardín con BBQ exterior con piscina de cloro salino, con terraza con comedor de verano con el mobiliario e iluminación especial y toldos eléctricos. -PLANTA 1, 139,20 m² construidos / 90,30m² útiles: 3 habitaciones dobles que comparten pasillo, vestidor y baño suite con 3 picas, 2 wc, ducha y bañera para dos personas con claraboya de luz natural. En esta planta encontramos también la zona de gym con solarium. -PLANTA 2, 101,72m² construidos / 80,07 m² útiles: Master suite con vestidor con baño completo (ducha digital y jacuzzi) y salida a terraza, con una habitación despacho también con la salida a la terraza. Mini apartamento de 2 habitaciones que comparten salón, kitchenette y baño con ducha (sin bañera) sin conexión interior a la casa. Un parking para 3 coches, trastero de 60m², sala polivalente con pantalla de cine, discoteca, ideal para reunión de amigos, que además cuenta con un baño de cortesía. La casa tiene alarma perimetral e interior. También dispone de internet por cable en todos los espacios y de un wifi de última generación. Index R. P. LL No constan datos del índice. No hay en el radio de 1000 metros suficientes contratos de alquiler que cumplan los parámetros introducidos.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "priceByArea": 32.0,
            "detailedType": {
                "typology": "chalet"
            },
            "suggestedTexts": {
                "subtitle": "Vallvidrera - El Tibidabo i les Planes, Barcelona",
                "title": "Chalet"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "labels": [
                {
                    "name": "luxuryType",
                    "text": "Lujo"
                }
            ],
            "topNewDevelopment": false
        },
        {
            "propertyCode": "95925905",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/f1/97/ba/931953452.jpg",
            "externalReference": "BCN12316A",
            "numPhotos": 43,
            "price": 4500.0,
            "propertyType": "chalet",
            "operation": "rent",
            "size": 211.0,
            "exterior": false,
            "rooms": 4,
            "bathrooms": 4,
            "address": "barrio Sarrià",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sarrià",
            "latitude": 41.41081,
            "longitude": 2.12044,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/95925905/",
            "distance": "5264",
            "description": "Preciosa casa de 211 m² construidos en parcela de 755 m², rehabilitada, en alquiler en Sarrià, en un entorno forestal con zona ajardinada con vistas espectaculares sobre la ciudad. Dos salones, uno de ellos también comedor de 30 m², cocina office de 24 m² equipada con electrodomésticos de alta gama. Lavadero independiente. Cuatro dormitorios, 3 suites y uno individual con armarios empotrados. Suite principal en la planta superior, habitación antipánico y puerta blindada. Ventanas con cristal blindado. Mosquitera. Aire acondicionado con bomba de calor y sistema inverter. Descalcificadora Culligan y sistema de agua por Osmosis, agua caliente con sistema de retorno. Energia solar, fibra Óptica en todas las habitaciones. Fachada Sto con ahorro energético mínimo del 60%. Parqué macizo de 20mm de roble. Persianas orientables y de seguridad en planta baja con motor y mando centralizado, Pozo con producción auxiliar de agua para riego y cisterna de 9.000 l para recogida de agua de lluvia. Almacén en el jardín para herramientas. Garaje para dos coches. Puerta exterior de acero con portero automático. Agència de lHabitatge de Catalunya: No hay en el radio de 1.000 metros suficientes contratos de alquiler que cumplan los parámetros introducidos.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "priceByArea": 21.0,
            "detailedType": {
                "typology": "chalet"
            },
            "suggestedTexts": {
                "subtitle": "Sarrià, Barcelona",
                "title": "Chalet"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96541791",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/33/14/f7/950190640.jpg",
            "externalReference": "BCN12340A",
            "numPhotos": 42,
            "price": 4800.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 367.0,
            "exterior": true,
            "rooms": 6,
            "bathrooms": 6,
            "address": "barrio Sant Gervasi - Galvany",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sant Gervasi - Galvany",
            "latitude": 41.3998077,
            "longitude": 2.1367294,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96541791/",
            "distance": "3470",
            "description": "Espectacular piso en alquiler de 335m2 útiles con terraza de 30m2 en Vía Augusta está distribuido con un hall en la entrada y a su derecha nos encontramos con un salón comedor de 60 m² muy luminoso con salida a la terraza con orientación sur. Cocina office con grandes ventanales, lo cual le da mucha luz, comedor de diario la salida a zona de aguas independiente, una habitación de servicio con baño y plato de ducha. Seguimos en la misma ala del piso en el cual también hay una habitación despacho doble con salida a terraza, un baño con plato de ducha y la entrada a la habitación principal con vestidor y baño con plato de ducha. En el ala izquierda, hay 3 habitaciones dobles con baños con plato de ducha, en cada habitación. Área de family room con suelos de parquet, calefacción a gas, aire acondicionado por splits, carpintería de aluminio, armarios en habitaciones y pasillos, persianas eléctricas, 2 plazas de Parking y portero 24 h. DISPONIBLE EN JULIO 2022.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 13.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Sant Gervasi - Galvany, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96543521",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/10/f5/cc/953163102.jpg",
            "externalReference": "BCN11227A",
            "numPhotos": 62,
            "floor": "8",
            "price": 3300.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 183.0,
            "exterior": true,
            "rooms": 5,
            "bathrooms": 4,
            "address": "barrio L'Antiga Esquerra de l'Eixample",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Eixample",
            "country": "es",
            "neighborhood": "L'Antiga Esquerra de l'Eixample",
            "latitude": 41.3933905,
            "longitude": 2.1441465,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96543521/",
            "distance": "2610",
            "description": "Fantástico Ático con terraza en alquiler en calle Comte dUrgell. Una octava planta en una finca rehabilitada recientemente, con conserje y ascensor. La propiedad, de 183 m2, tiene en zona de día, orientada a Este, el salón - comedor, la cocina totalmente equipada y con zona de fregadero, y la terraza, con suelos de teca natural y fantásticas vistas al Tibidabo y al mar. En la zona de noche, orientada a Oeste, tiene 5 habitaciones; 1 suite, 2 dobles ( una de ellas dividida en dos estancias), 1 individual con baño y 1 individual actualmente con uso de despacho. Todas las habitaciones tienen armarios empotrados. Consta de 3 baños completos y un aseo de cortesía. El piso tiene calefacción central, incluida en los gastos de comunidad, aire acondicionado por splits en todas las estancias. Todas las carpinterías climalit de acero inoxidable. Índex R. P. LL. Àrea inferior 14,27 €/m² - Mig 16.849€/m² - Àrea superior 24.33 €/m². Gastos de comunidad 425€ ( con calefacción). IBI 129€.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 18.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "L'Antiga Esquerra de l'Eixample, Barcelona",
                "title": "Piso"
            },
            "hasPlan": true,
            "has3DTour": false,
            "has360": true,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96543933",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/7f/b5/45/950246290.jpg",
            "externalReference": "BCN12339A",
            "numPhotos": 22,
            "price": 2700.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 82.0,
            "exterior": false,
            "rooms": 3,
            "bathrooms": 3,
            "address": "barrio Les Corts",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Les Corts",
            "country": "es",
            "neighborhood": "Les Corts",
            "latitude": 41.3881814,
            "longitude": 2.1380044,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96543933/",
            "distance": "2973",
            "description": "ALQUILER TEMPORAL. Disponible a mediados de marzo 2022. Precioso ático duplex de 82m2 amueblado con amplia terraza ubicado en la Calle Nicaragua. En la primera planta dispone de un amplio salón comedor con acceso directo a la terraza. Cocina equipada con lavadero. Dispone de 3 habitaciones, la principal con vestidor, una doble y una individual que se usa como despacho, y 2 baños. En la planta superior salón con acceso a 2 terrazas y 1 baño. El piso es muy soleado a tres vientos e incluye una plaza de parking en el alquiler mensual. Rodeado de todo tipo de comercios y transporte público. Al ser una vivienda de ALQUILER TEMPORAL no está sujeta al Index de Preus de Lloguer. Area Inferior 15,85 eur/m2, Area Index 16,39 eur/m2 y Area Superior 22,27 eur/m2.",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 33.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Les Corts, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96648329",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/35/5d/10/952570956.jpg",
            "externalReference": "BCN12341A",
            "numPhotos": 24,
            "price": 1950.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 86.0,
            "exterior": false,
            "rooms": 3,
            "bathrooms": 2,
            "address": "barrio Sant Gervasi - Galvany",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sant Gervasi - Galvany",
            "latitude": 41.3977815,
            "longitude": 2.1507802,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96648329/",
            "distance": "2358",
            "description": "Magnifico piso en alquiler temporal con vistas panorámicas a la ciudad. El piso está disponible a partir del mes de Mayo, tiene una superficie útil de 86,42m2 y una construida de 90m2. Se encuentra a 2 de Plaza Molina y de la Av. Diagonal. Dispone de 3 habitaciones dobles con armarios, 2 baños completos con plato de ducha, cocina tipo office equipada con todos los electrodomésticos y amplio y muy luminoso salón con vistas extraordinarias a toda la ciudad. Junto al salón podemos disfrutar de una terraza cubierta para momentos de relax o teletrabajo. La finca dispone de ascensor y portero 24h de Lunes a Sábado. Este alquiler es TEMPORAL y no se aplica el índice de alquiler. Índex R. P. LL. Àrea inferior 13,07 €/m² - Mig 14,19 €/m² - Àrea superior 19,78€/m².",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 23.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Sant Gervasi - Galvany, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        },
        {
            "propertyCode": "96872070",
            "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/94/ee/1a/959101213.jpg",
            "externalReference": "BCN12286A",
            "numPhotos": 46,
            "price": 2550.0,
            "propertyType": "flat",
            "operation": "rent",
            "size": 185.0,
            "exterior": false,
            "rooms": 4,
            "bathrooms": 3,
            "address": "barrio Sant Gervasi - Galvany",
            "province": "Barcelona",
            "municipality": "Barcelona",
            "district": "Sarrià-Sant Gervasi",
            "country": "es",
            "neighborhood": "Sant Gervasi - Galvany",
            "latitude": 41.4056212,
            "longitude": 2.1396097,
            "showAddress": false,
            "url": "https://www.idealista.com/inmueble/96872070/",
            "distance": "3629",
            "description": "Magnífico ático en alquiler todo exterior. Al entrar en la vivienda nos encontramos un amplio recibidor, accedemos a la zona de estar y zona de comedor independientes con chimeneas, en la zona de estar de acceso a terraza de unos 30 m2. Justo al lado del comedor nos encontramos con un espacio que puede ser zona de biblioteca o también despacho o puede ser una habitación, a continuación nos encontramos con otra terraza privada de unos 6 m2. La vivienda de 194 m2 construidos se distribuyen en: 2 salas de estar/comedor independiente, 2 terrazas, de 56,5 m2, 4 habitaciones exteriores con armarios empotrados, cocina con zona office equipada recientemente reformada, 3 baños completos también reformados Los suelos de madera oscura, con calefacción y aire acondicionado. Se incluye trastero privado de unos 6 m2. La finca tiene ascensor y facilita el acceso a movilidad reducida Índex R. P. LL. Àrea inferior 12.76€/m² - Mig 15.03€/m² - Àrea superior 19.36€/m².",
            "hasVideo": false,
            "status": "good",
            "newDevelopment": false,
            "hasLift": true,
            "priceByArea": 14.0,
            "detailedType": {
                "typology": "flat"
            },
            "suggestedTexts": {
                "subtitle": "Sant Gervasi - Galvany, Barcelona",
                "title": "Piso"
            },
            "hasPlan": false,
            "has3DTour": false,
            "has360": false,
            "hasStaging": false,
            "topNewDevelopment": false
        }
    ],
    "total": 4518,
    "totalPages": 226,
    "actualPage": 2,
    "itemsPerPage": 20,
    "numPaginations": 0,
    "hiddenResults": false,
    "summary": [
        "Alquilar",
        "Viviendas",
        "barrio El Gòtic, Barcelona",
        "Todos los precios",
        "Todos los tamaños"
    ],
    "alertName": "Viviendas en barrio El Gòtic, Barcelona",
    "upperRangePosition": 40,
    "lowerRangePosition": 20,
    "paginable": true
}